--END OF MINIMAL INSTALL--
autojump
brave-bin
bridge-utils
dxvk-bin
github-desktop-bin
lightly-git
lightlyshaders-git
mangohud
mangohud-common
nerd-fonts-fira-code
nordic-darker-standard-buttons-theme
nordic-darker-theme
nordic-kde-git
nordic-theme
ocs-url
plymouth-git
sddm-nordic-theme-git
snapper-gui-git
mkinitcpio-firmware
ttf-meslo
vde2
zoom
joplin-appimage
intellij-idea-community-edition-jre
mullvad-vpn
signal-desktop-beta-bin
tor-browser
sublime-text-4
qpdfview
megasync-bin
xerox-phaser-3020
timeshift
timeshift-autosnap
ttf-ms-fonts
downgrade
oh-my-zsh-git
fluent-reader